org/index.org
#+title: Mark Hartigan
#+author: Mark Hartigan
#+email: mark.hartigan@protonmail.com
#+date: 2022 Jan 15
#+options: toc:nil num:nil
#+options: html-link-use-abs-url:nil html-postamble:t
#+options: html-preamble:t html-scripts:t html-style:nil
#+options: html5-fancy:nil tex:t
#+description:
#+keywords:
#+html_link_home: index.html
#+html_link_up:
#+html_mathjax:
#+html_head: <link rel="preconnect" href="https://fonts.gstatic.com">
#+html_head: <link href="https://fonts.googleapis.com/css2?family=Ubuntu+Mono&display=swap" rel="stylesheet">
#+html_head: <link rel="stylesheet" type="text/css" href="css/stylesheet.css" />
#+html_head: <link rel="icon" type="image/png" href="ref/favicon.png" />
#+html_head: <script data-goatcounter="https://mchartigan.goatcounter.com/count" async src="//gc.zgo.at/count.js"></script>
#+subtitle:
#+latex_header:


* Welcome to my site

I'm a graduate research assistant at Georgia Tech studying spacecraft guidance, navigation, and control. I graduated from Purdue University with a B.S. in Aeronautical and Astronautical Engineering and a minor in Computer Science.

Here's [[file:ref/cv.pdf][my CV]]

Find me on [[file:links.html][the internet]]

See a list of my [[file:projects.html][current and past projects]]

Browse my [[file:research.html][current research]]

* Blog

+ 2021.08.05: [[file:blog/20210805.html][Masala Gravy Recipe]]
+ 2021.02.16: [[file:blog/20210216.html][Turning My Keyboard Into a Synth]]
+ 2021.01.01: [[file:blog/20210101.html][New Year, New Website]]
+ 2020.10.15: [[file:blog/20201015.html][How to Install Arch]]
