index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-01-15 Sat 13:30 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Mark Hartigan</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Mark Hartigan" />
<link rel="preconnect" href="https://fonts.gstatic.com">
<link href="https://fonts.googleapis.com/css2?family=Ubuntu+Mono&display=swap" rel="stylesheet">
<link rel="stylesheet" type="text/css" href="css/stylesheet.css" />
<link rel="icon" type="image/png" href="ref/favicon.png" />


</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href=""> UP </a>
 |
 <a accesskey="H" href="index.html"> HOME </a>
</div><div id="content">
<h1 class="title">Mark Hartigan</h1>


<div id="outline-container-org04b0fb5" class="outline-2">
<h2 id="org04b0fb5">Welcome to my site</h2>
<div class="outline-text-2" id="text-org04b0fb5">
<p>
I'm a graduate research assistant at Georgia Tech studying spacecraft guidance, navigation, and control. I graduated from Purdue University with a B.S. in Aeronautical and Astronautical Engineering and a minor in Computer Science.
</p>

<p>
Here's <a href="ref/cv.pdf">my CV</a>
</p>

<p>
Find me on <a href="links.html">the internet</a>
</p>

<p>
See a list of my <a href="projects.html">current and past projects</a>
</p>

<p>
Browse my <a href="research.html">current research</a>
</p>
</div>
</div>

<div id="outline-container-org87beba3" class="outline-2">
<h2 id="org87beba3">Blog</h2>
<div class="outline-text-2" id="text-org87beba3">
<ul class="org-ul">
<li>2021.08.05: <a href="blog/20210805.html">Masala Gravy Recipe</a></li>
<li>2021.02.16: <a href="blog/20210216.html">Turning My Keyboard Into a Synth</a></li>
<li>2021.01.01: <a href="blog/20210101.html">New Year, New Website</a></li>
<li>2020.10.15: <a href="blog/20201015.html">How to Install Arch</a></li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Mark Hartigan (<a href="mailto:mark.hartigan@protonmail.com">mark.hartigan@protonmail.com</a>)</p>
<p class="modified">Last Modified: 2022 Jan 15</p>
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 27.1 (<a href="https://orgmode.org">Org</a> mode 9.3) | <a href="https://mchartigan.github.io/feed.xml">Feed</a></p>
<p class="credit">Background created using <a href="https://github.com/nickymarino/virgo">Virgo</a></p>
</div>
</body>
</html>
